Repository: meloxkgz-ship-it/mathio
Catalog: iOS/Mathio/Mathio/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_br

source: Adaptive practice
de: Adaptives Üben
es: Práctica adaptativa
fr: Pratique adaptative
it: Pratica adattiva
pt_br: Prática adaptativa

source: Adaptive practice focuses on weak spots
de: Adaptive Übungen konzentrieren sich auf Schwachstellen
es: La práctica adaptativa se centra en los puntos débiles
fr: L’entraînement adaptatif cible les points faibles
it: La pratica adattiva si concentra sui punti deboli
pt_br: A prática adaptativa foca nos pontos fracos

source: Adaptive — we pick what's next for you
de: Adaptiv — wir wählen die nächste Lektion für dich
es: Adaptativo: elegimos lo que sigue para usted
fr: Adaptatif : nous choisissons la prochaine étape pour vous
it: Adattivo: scegliamo il prossimo passo per te
pt_br: Adaptável – nós escolhemos o que vem por aí para você

source: Add (2, 3) + (4, 1).
de: Addiere (2, 3) + (4, 1).
es: Suma (2, 3) + (4, 1).
fr: Ajoutez (2, 3) + (4, 1).
it: Aggiungi (2, 3) + (4, 1).
pt_br: Adicione (2, 3) + (4, 1).

source: Add (2x² + 3x) + (x² − x).
de: Addiere (2x² + 3x) + (x² − x).
es: Suma (2x² + 3x) + (x² − x).
fr: Ajoutez (2x² + 3x) + (x² − x).
it: Aggiungi (2x² + 3x) + (x² − x).
pt_br: Adicione (2x² + 3x) + (x² − x).

source: Add 1 to the exponent, divide by the new exponent, add C.
de: Exponent + 1, durch den neuen Exponenten teilen, +C.
es: Suma 1 al exponente, divide por el nuevo exponente, suma C.
fr: Ajoutez 1 à l'exposant, divisez par le nouvel exposant, ajoutez C.
it: Aggiungi 1 all'esponente, dividi per il nuovo esponente, aggiungi C.
pt_br: Adicione 1 ao expoente, divida pelo novo expoente, adicione C.

source: Add 3: 3x = 12
de: +3: 3x = 12
es: Suma 3: 3x = 12
fr: Ajoutez 3 : 3x = 12
it: Aggiungi 3: 3x = 12
pt_br: Adicione 3: 3x = 12

source: Add 4 each time.
de: Jedes Mal 4 hinzufügen.
es: Añade 4 cada vez.
fr: Ajoutez-en 4 à chaque fois.
it: Aggiungine 4 ogni volta.
pt_br: Adicione 4 de cada vez.

source: Add and subtract on both sides freely.
de: Addiere und subtrahiere auf beiden Seiten beliebig.
es: Suma y resta en ambos lados libremente.
fr: Ajoutez et soustrayez librement des deux côtés.
it: Aggiungi e sottrai liberamente su entrambi i lati.
pt_br: Adicione e subtraia livremente em ambos os lados.

source: Add every value, then divide by how many values there are.
de: Addieren Sie jeden Wert und teilen Sie ihn dann durch die Anzahl der vorhandenen Werte.
es: Suma cada valor, luego divide por cuántos valores hay.
fr: Additionnez chaque valeur, puis divisez par le nombre de valeurs.
it: Aggiungi ogni valore, quindi dividi per il numero di valori presenti.
pt_br: Some cada valor e divida por quantos valores existem.

source: Add exponents.
de: Exponenten addieren.
es: Suma exponentes.
fr: Ajoutez des exposants.
it: Aggiungi esponenti.
pt_br: Adicione expoentes.

source: Add interest, subtract payment.
de: Zinsen addieren, Zahlung subtrahieren.
es: Sumar intereses, restar pago.
fr: Ajoutez des intérêts, soustrayez le paiement.
it: Aggiungi gli interessi, sottrai il pagamento.
pt_br: Adicione juros, subtraia o pagamento.

source: Add matching components.
de: Fügen Sie passende Komponenten hinzu.
es: Agregue componentes coincidentes.
fr: Ajoutez des composants correspondants.
it: Aggiungi componenti corrispondenti.
pt_br: Adicione componentes correspondentes.

source: Add matching entries.
de: Fügen Sie passende Einträge hinzu.
es: Agregue entradas coincidentes.
fr: Ajoutez les entrées correspondantes.
it: Aggiungi voci corrispondenti.
pt_br: Adicione entradas correspondentes.

source: Add the earned interest to the starting amount.
de: Addieren Sie die verdienten Zinsen zum Startbetrag.
es: Agregue el interés ganado al monto inicial.
fr: Ajoutez les intérêts gagnés au montant de départ.
it: Aggiungi gli interessi guadagnati all'importo iniziale.
pt_br: Adicione os juros ganhos ao valor inicial.

source: Add the same difference each step.
de: Fügen Sie bei jedem Schritt den gleichen Unterschied hinzu.
es: Añade la misma diferencia en cada paso.
fr: Ajoutez la même différence à chaque étape.
it: Aggiungi la stessa differenza ad ogni passaggio.
pt_br: Adicione a mesma diferença em cada etapa.

source: Add the top-left entries: if A has 4 and B has 7, then (A+B) top-left is:
de: Fügen Sie die Einträge oben links hinzu: Wenn A 4 und B 7 hat, dann ist (A+B) oben links:
es: Agregue las entradas de la parte superior izquierda: si A tiene 4 y B tiene 7, entonces (A+B) en la parte superior izquierda es:
fr: Ajoutez les entrées en haut à gauche : si A en a 4 et B en a 7, alors (A+B) en haut à gauche est :
it: Aggiungi le voci in alto a sinistra: se A ha 4 e B ha 7, allora (A+B) in alto a sinistra è:
pt_br: Adicione as entradas no canto superior esquerdo: se A tem 4 e B tem 7, então (A+B) no canto superior esquerdo é:

source: Add the two equations — the y terms cancel.
de: Addiere die beiden Gleichungen — die y-Terme heben sich auf.
es: Suma las dos ecuaciones: los términos y se cancelan.
fr: Ajoutez les deux équations - les termes y s'annulent.
it: Somma le due equazioni: i termini y si annullano.
pt_br: Adicione as duas equações – os termos y são cancelados.

source: Add them and divide by 4.
de: Addiere sie und dividiere durch 4.
es: Agrégalos y divídelos entre 4.
fr: Ajoutez-les et divisez par 4.
it: Aggiungili e dividi per 4.
pt_br: Adicione-os e divida por 4.

source: Add x-components, then y-components.
de: Fügen Sie x-Komponenten und dann y-Komponenten hinzu.
es: Agregue los componentes x, luego los componentes y.
fr: Ajoutez des composants x, puis des composants y.
it: Aggiungi i componenti x, quindi i componenti y.
pt_br: Adicione os componentes x e depois os componentes y.

source: Add, subtract, and simplify common fractions.
de: Addiere, subtrahiere und kürze gewöhnliche Brüche.
es: Sumar, restar y simplificar fracciones comunes.
fr: Ajoutez, soustrayez et simplifiez des fractions courantes.
it: Aggiungi, sottrai e semplifica le frazioni comuni.
pt_br: Adicione, subtraia e simplifique frações comuns.

source: Add: 2x = 14
de: Addieren: 2x = 14
es: Sumar: 2x = 14
fr: Ajouter : 2x = 14
it: Aggiungi: 2x = 14
pt_br: Adicionar: 2x = 14

source: Addition needs the same shape.
de: Addition benötigt die gleiche Form.
es: La suma necesita la misma forma.
fr: L'addition nécessite la même forme.
it: L'aggiunta richiede la stessa forma.
pt_br: A adição precisa da mesma forma.

source: Adjacent equals hypotenuse at 0°.
de: Bei 0° ist Ankathete = Hypotenuse.
es: Adyacente es igual a hipotenusa en 0°.
fr: Adjacent est égal à l’hypoténuse à 0°.
it: Adiacente è uguale all'ipotenusa a 0°.
pt_br: Adjacente é igual à hipotenusa em 0°.

source: Adjacent over hypotenuse.
de: Ankathete durch Hypotenuse.
es: Adyacente a la hipotenusa.
fr: Adjacent à l'hypoténuse.
it: Adiacente sull'ipotenusa.
pt_br: Adjacente à hipotenusa.

source: Advanced push
de: Fortgeschrittener Schub
es: Impulso avanzado
fr: Accélération avancée
it: Spinta avanzata
pt_br: Avanço acelerado

source: Algebra Foundation
de: Algebra-Grundlagen
es: Fundamentos de álgebra
fr: Bases de l’algèbre
it: Fondamenti di algebra
pt_br: Fundamentos de álgebra

source: Algebra to calculus. One small step a day.
de: Von Algebra bis Analysis. Jeden Tag ein kleiner Schritt.
es: Del álgebra al cálculo. Un pequeño paso al día.
fr: De l'algèbre au calcul. Un petit pas par jour.
it: Dall'algebra al calcolo. Un piccolo passo al giorno.
pt_br: Álgebra para cálculo. Um pequeno passo por dia.

source: All
de: Alle
es: Todo
fr: Tous
it: Tutto
pt_br: Todos

source: All entries to zero
de: Alle Einträge auf Null
es: Todas las entradas a cero
fr: Toutes les entrées à zéro
it: Tutte le voci a zero
pt_br: Todas as entradas para zero

source: All impossible
de: Alles unmöglich
es: Todo imposible
fr: Tout est impossible
it: Tutto impossibile
pt_br: Tudo impossível

source: All mastered
de: Alles gemeistert
es: Todo dominado
fr: Tout maîtrisé
it: Tutto masterizzato
pt_br: Tudo dominado

source: All terms are like terms.
de: Alle Terme sind gleichartig.
es: Todos los términos son términos semejantes.
fr: Tous les termes sont semblables à des termes.
it: Tutti i termini sono come termini.
pt_br: Todos os termos são termos semelhantes.

source: All three sum to 180°.
de: Alle drei ergeben zusammen 180°.
es: Los tres suman 180°.
fr: Les trois totalisent 180°.
it: Tutti e tre si sommano a 180°.
pt_br: Todos os três somam 180°.

source: All topics
de: Alle Themen
es: Todos los temas
fr: Tous les sujets
it: Tutti gli argomenti
pt_br: Todos os tópicos

source: All topics: algebra, calculus, geometry, trig
de: Alle Themen: Algebra, Analysis, Geometrie, Trigonometrie
es: Todos los temas: álgebra, cálculo, geometría, trigonometría
fr: Tous les sujets : algèbre, calcul, géométrie, trigonométrique
it: Tutti gli argomenti: algebra, calcolo infinitesimale, geometria, trigonometria
pt_br: Todos os tópicos: álgebra, cálculo, geometria, trigonometria

source: All variation
de: Alle Variationen
es: Toda variación
fr: Toutes les variantes
it: Tutte le variazioni
pt_br: Todas as variações

source: Always 100%
de: Immer 100%
es: Siempre 100%
fr: Toujours 100%
it: Sempre 100%
pt_br: Sempre 100%

source: Always a percent
de: Immer ein Prozent
es: Siempre un por ciento
fr: Toujours un pour cent
it: Sempre una percentuale
pt_br: Sempre um por cento

source: Always compare endpoints with critical points
de: Vergleiche immer Randpunkte mit kritischen Punkten

source: Always parallel
de: Immer parallel
es: Siempre paralelo
fr: Toujours parallèle
it: Sempre parallelo
pt_br: Sempre paralelo

source: Always zero
de: Immer Null
es: siempre cero
fr: Toujours zéro
it: Sempre zero
pt_br: Sempre zero

source: An outlier is a value that is:
de: Ein Ausreißer ist ein Wert, der ist:
es: Un valor atípico es un valor que es:
fr: Une valeur aberrante est une valeur qui est :
it: Un valore anomalo è un valore che è:
pt_br: Um outlier é um valor que é:

source: An outlier is unusually far from the main pattern
de: Ein Ausreißer ist ungewöhnlich weit vom Hauptmuster entfernt
es: Un valor atípico está inusualmente lejos del patrón principal
fr: Une valeur aberrante est inhabituellement éloignée du modèle principal
it: Un valore anomalo è insolitamente lontano dal modello principale
pt_br: Um valor discrepante está excepcionalmente longe do padrão principal

source: Angles
de: Winkel
es: Anglos
it: Angoli
pt_br: Ângulos

source: Angles & ratios
de: Winkel & Verhältnisse
es: Ángulos y proporciones
fr: Angles et rapports
it: Angoli e rapporti
pt_br: Ângulos e proporções

source: Angles on a line, in a triangle, and around a point all add to fixed totals.
de: Winkel an einer Geraden, im Dreieck und um einen Punkt ergeben jeweils feste Summen.
es: Los ángulos en una línea, en un triángulo y alrededor de un punto se suman a totales fijos.
fr: Les angles sur une ligne, dans un triangle et autour d'un point s'ajoutent tous à des totaux fixes.
it: Gli angoli su una linea, in un triangolo e attorno a un punto si sommano tutti ai totali fissi.
pt_br: Ângulos em uma linha, em um triângulo e em torno de um ponto somam totais fixos.

source: Angles paired with opposite sides.
de: Winkel mit ihren Gegenseiten gepaart.
es: Ángulos emparejados con lados opuestos.
fr: Angles associés à des côtés opposés.
it: Angoli accoppiati con lati opposti.
pt_br: Ângulos emparelhados com lados opostos.

source: Annual
de: Jährlich
es: Anual
fr: Annuel
it: Annuale
pt_br: Anual

source: Antiderivative of 1 is x.
de: Die Stammfunktion von 1 ist x.
es: La antiderivada de 1 es x.
fr: La primitive de 1 est x.
it: La primitiva di 1 è x.
pt_br: A primitiva de 1 é x.

source: Antiderivative of 2x is x².
de: Die Stammfunktion von 2x ist x².
es: La antiderivada de 2x es x².
fr: La primitive de 2x est x².
it: L'antiderivativa di 2x è x².
pt_br: A primitiva de 2x é x².

source: Antiderivative of 3x² is x³.
de: Die Stammfunktion von 3x² ist x³.
es: La antiderivada de 3x² es x³.
fr: La primitive de 3x² est x³.
it: L'antiderivativa di 3x² è x³.
pt_br: A primitiva de 3x² é x³.

source: Any base to the 0 power is 1.
de: Jede Basis hoch 0 ist 1.
es: Cualquier base elevada a 0 es 1.
fr: Toute base à la puissance 0 est 1.
it: Qualsiasi base elevata a 0 è 1.
pt_br: Qualquer base elevada à potência 0 é 1.

source: Appearance
de: Darstellung
es: Apariencia
fr: Apparence
it: Aspetto
pt_br: Aparência

source: Applications of Derivatives
de: Anwendungen der Ableitung
es: Aplicaciones de derivados
fr: Applications des produits dérivés
it: Applicazioni dei derivati
pt_br: Aplicações de Derivados

source: Apply 1.10 then 0.90.
de: Erst · 1,10, dann · 0,90.
es: Aplicar 1,10 y luego 0,90.
fr: Appliquez 1,10 puis 0,90.
it: Applicare 1,10 quindi 0,90.
pt_br: Aplique 1,10 e depois 0,90.

source: Approximate real change: 3% − 5% = −2%
de: Ungefähre tatsächliche Änderung: 3% − 5% = −2%
es: Cambio real aproximado: 3% − 5% = −2%
fr: Changement réel approximatif : 3% − 5% = −2%
it: Variazione reale approssimativa: 3% − 5% = −2%
pt_br: Mudança real aproximada: 3% − 5% = −2%

source: Area
de: Flächeninhalt
es: Área
fr: Zone
it: Zona
pt_br: Área

source: Area is 4× larger.
de: Der Flächeninhalt ist 4× so groß.
es: El área es 4 veces más grande.
fr: La superficie est 4 fois plus grande.
it: L'area è 4 volte più grande.
pt_br: A área é 4× maior.

source: Area is linear in base.
de: Der Flächeninhalt ist linear in der Grundseite.
es: El área es lineal en base.
fr: L'aire est linéaire en base.
it: L'area è lineare in base.
pt_br: A área é linear na base.

source: Area of a circle with radius 3? In terms of π.
de: Flächeninhalt eines Kreises mit Radius 3? In Einheiten von π.
es: ¿Área de un círculo con radio 3? En términos de π.
fr: Aire d'un cercle de rayon 3 ? En termes de π.
it: Area di un cerchio di raggio 3? In termini di π.
pt_br: Área de um círculo com raio 3? Em termos de π.

source: Area of a parallelogram with base 6 and height 4?
de: Fläche eines Parallelogramms mit Grundseite 6 und Höhe 4?
es: ¿Área de un paralelogramo de base 6 y altura 4?
fr: Aire d'un parallélogramme de base 6 et de hauteur 4 ?
it: Area di un parallelogramma con base 6 e altezza 4?
pt_br: Área de um paralelogramo com base 6 e altura 4?

source: Area of a rectangle 8 by 3?
de: Fläche eines Rechtecks 8 mal 3?
es: ¿Área de un rectángulo de 8 por 3?
fr: Aire d'un rectangle 8 sur 3 ?
it: Area di un rettangolo 8 x 3?
pt_br: Área de um retângulo 8 por 3?

source: Area scales with r².
de: Der Flächeninhalt wächst mit r².
es: El área escala con r².
fr: La zone évolue avec r².
it: L'area scala con r².
pt_br: Escalas de área com r².

source: Area → square units; volume → cubic units
de: Fläche → Quadrateinheiten; Volumen → Kubikeinheiten
es: Área → unidades cuadradas; volumen → unidades cúbicas
fr: Superficie → unités carrées ; volume → unités cubes
it: Area → unità quadrate; volume → unità cubiche
pt_br: Área → unidades quadradas; volume → unidades cúbicas

source: Arithmetic
de: Arithmetik
es: Aritmética
fr: Arithmétique
it: Aritmetica
pt_br: Aritmética

source: Arithmetic sequence
de: Arithmetische Folge
es: secuencia aritmética
fr: Séquence arithmétique
it: Sequenza aritmetica
pt_br: Sequência aritmética

source: Arithmetic sequences have a constant difference
de: Arithmetische Folgen haben eine konstante Differenz
es: Las secuencias aritméticas tienen una diferencia constante.
fr: Les séquences arithmétiques ont une différence constante
it: Le sequenze aritmetiche hanno una differenza costante
pt_br: Sequências aritméticas têm uma diferença constante

source: Ask: 2 to what power equals 8?
de: Frage: 2 hoch was ergibt 8?
es: Pregunte: ¿2 elevado a qué potencia es igual a 8?
fr: Demandez : 2 à quelle puissance est égal à 8 ?
it: Chiedi: 2 a quale potenza equivale a 8?
pt_br: Pergunte: 2 elevado a que potência é igual a 8?

source: At 10% simple interest, how long does $100 need to earn $30 interest?
de: Wie lange braucht $100 bei 10% einfachen Zinsen, um $30 Zinsen zu verdienen?
es: Con 10% interés simple, ¿cuánto tiempo necesita $100 para ganar $30 interés?
fr: Avec 10% intérêts simples, combien de temps $100 a-t-il besoin pour gagner $30 intérêts ?
it: A 10% interesse semplice, quanto tempo occorre a $100 per guadagnare $30 interesse?
pt_br: Com juros simples de 10%, quanto tempo $100 precisa para ganhar juros de $30?

source: At a smooth maximum of a function, f′(x) equals:
de: An einem glatten Maximum einer Funktion ist f′(x) gleich:
es: En un máximo suave de una función, f′(x) es igual a:
fr: À un maximum lisse d'une fonction, f′(x) est égal à :
it: Al massimo uniforme di una funzione, f′(x) è uguale a:
pt_br: Em um máximo suave de uma função, f′(x) é igual a:

source: At a smooth peak, the tangent is flat.
de: An einem glatten Hochpunkt ist die Tangente waagerecht.

source: At x = 0: y = −5
de: Bei x = 0: y = −5
es: En x = 0: y = −5
fr: À x = 0 : y = −5
it: A x = 0: y = −5
pt_br: Em x = 0: y = −5

source: At x→3: 6
de: Für x→3: 6
es: En x→3: 6
fr: À x→3 : 6
it: A x→3: 6
pt_br: Em x→3: 6

source: Balance is $500, monthly interest is $5, payment is $80. New balance?
de: Der Saldo beträgt $500,, der monatliche Zins beträgt $5,, die Zahlung beträgt $80.. Neuer Saldo?
es: El saldo es $500, el interés mensual es $5, el pago es $80. ¿Nuevo saldo?
fr: Le solde est de $500,, les intérêts mensuels sont de $5,, le paiement est de $80. Nouveau solde ?
it: Il saldo è $500, l'interesse mensile è $5, il pagamento è $80. Nuovo saldo?
pt_br: O saldo é $500, os juros mensais são $5, o pagamento é $80. Novo saldo?

source: Bar chart
de: Balkendiagramm
es: gráfico de barras
fr: Graphique à barres
it: Grafico a barre
pt_br: Gráfico de barras

source: Bar height represents the value
de: Die Balkenhöhe stellt den Wert dar
es: La altura de la barra representa el valor.
fr: La hauteur de la barre représente la valeur
it: L'altezza della barra rappresenta il valore
pt_br: A altura da barra representa o valor

source: Base and height must be perpendicular.
de: Grundseite und Höhe müssen senkrecht aufeinander stehen.
es: La base y la altura deben ser perpendiculares.
fr: La base et la hauteur doivent être perpendiculaires.
it: La base e l'altezza devono essere perpendicolari.
pt_br: A base e a altura devem ser perpendiculares.

source: Base area times height.
de: Grundfläche mal Höhe.
es: Área base por altura.
fr: Surface de base multipliée par la hauteur.
it: Area di base per altezza.
pt_br: Área da base vezes altura.

source: Base times height.
de: Grundseite mal Höhe.
es: Base por altura.
fr: Hauteur des temps de base.
it: Base per altezza.
pt_br: Base vezes altura.

source: Base times perpendicular height.
de: Grundseite mal senkrechte Höhe.
es: Base multiplicada por la altura perpendicular.
fr: Base fois la hauteur perpendiculaire.
it: Base per altezza perpendicolare.
pt_br: Base vezes altura perpendicular.

source: Based on %lld of %lld and your goal, Mathio will start small and adapt each day.
de: Basierend auf %lld von %lld und deinem Ziel startet Mathio klein und passt sich täglich an.
es: Según %lld de %lld y tu objetivo, Mathio empieza pequeño y se adapta cada día.
fr: Avec %lld sur %lld et votre objectif, Mathio démarre doucement et s’adapte chaque jour.
it: In base a %lld su %lld e al tuo obiettivo, Mathio parte in piccolo e si adatta ogni giorno.
pt_br: Com base em %lld de %lld e no seu objetivo, o Mathio começa leve e se adapta a cada dia.

source: Becomes an equals sign
de: Wird zum Gleichheitszeichen
es: Se convierte en un signo igual
fr: Devient un signe égal
it: Diventa un segno di uguale
pt_br: Torna-se um sinal de igual

source: Being a vector
de: Ein Vektor sein
es: Ser un vector
fr: Etre vecteur
it: Essere un vettore
pt_br: Sendo um vetor

source: Best for comparing separate categories.
de: Am besten zum Vergleichen einzelner Kategorien geeignet.
es: Lo mejor para comparar categorías separadas.
fr: Idéal pour comparer des catégories distinctes.
it: Ideale per confrontare categorie separate.
pt_br: Melhor para comparar categorias separadas.

source: Best for trends across ordered values.
de: Am besten geeignet für Trends über geordnete Werte hinweg.
es: Lo mejor para tendencias en valores ordenados.
fr: Idéal pour les tendances sur les valeurs ordonnées.
it: Ideale per le tendenze tra valori ordinati.
pt_br: Melhor para tendências em valores ordenados.

source: Best value
de: Bester Wert
es: Mejor opción
fr: Meilleur choix
it: Miglior valore
pt_br: Melhor escolha

source: Bias
de: Voreingenommenheit
es: Inclinación
fr: Biais
it: Pregiudizio
pt_br: Viés

source: Bias is not random noise; it leans in a direction.
de: Bias ist kein zufälliges Rauschen; es neigt sich in eine Richtung.
es: El sesgo no es un ruido aleatorio; se inclina en una dirección.
fr: Le biais n’est pas un bruit aléatoire ; il penche dans une direction.
it: Il bias non è un rumore casuale; si inclina in una direzione.
pt_br: O preconceito não é um ruído aleatório; ele se inclina em uma direção.

source: Biased
de: Voreingenommen
es: Sesgado
fr: Biaisé
it: Prevenuto
pt_br: Enviesado

source: Billed yearly
de: Jährliche Abrechnung
es: Facturado anualmente
fr: Facturé annuellement
it: Fatturato annualmente
pt_br: Faturado anualmente

source: Bookmark formula
de: Formel merken
es: Fórmula de marcador
fr: Formule de signet
it: Formula del segnalibro
pt_br: Fórmula de marcador

source: Bookmarked
de: Lesezeichen
es: Marcado como favorito
fr: Mis en signet
it: Segnato
pt_br: Marcado como favorito

source: Borrowed amount is what remains after the down payment.
de: Der geliehene Betrag ist der Betrag, der nach der Anzahlung übrig bleibt.
es: El monto prestado es lo que queda después del pago inicial.
fr: Le montant emprunté est ce qui reste après le versement initial.
it: L'importo preso in prestito è ciò che rimane dopo l'acconto.
pt_br: O valor emprestado é o que resta após o pagamento da entrada.

source: Both 6 and −6 are 6 units from zero.
de: Sowohl 6 als auch −6 sind 6 Einheiten von null entfernt.

source: Both conditions must hold.
de: Beide Bedingungen müssen erfüllt sein.
es: Ambas condiciones deben cumplirse.
fr: Les deux conditions doivent être remplies.
it: Entrambe le condizioni devono valere.
pt_br: Ambas as condições devem ser válidas.

source: Both positive and negative values can have the same distance from zero.
de: Positive und negative Werte können denselben Abstand von null haben.

source: Both share a factor of 4.
de: Beide haben den Faktor 4 gemeinsam.
es: Ambos comparten un factor de 4.
fr: Les deux partagent un facteur de 4.
it: Entrambi condividono un fattore 4.
pt_br: Ambos compartilham um fator de 4.

source: Bring down the exponent, subtract one.
de: Den Exponenten als Faktor nach vorne ziehen und um 1 verringern.
es: Baja el exponente, resta uno.
fr: Réduisez l’exposant, soustrayez-en un.
it: Abbassa l'esponente, sottrai uno.
pt_br: Reduza o expoente e subtraia um.

source: Budgeting
de: Budgetierung
es: Presupuesto
fr: Budgétisation
pt_br: Orçamento

source: Budgeting depends on summing categories and subtracting expenses from income
de: Die Budgetierung basiert auf der Summierung der Kategorien und der Subtraktion der Ausgaben von den Einnahmen
es: El presupuesto depende de sumar categorías y restar gastos de ingresos
fr: La budgétisation dépend de la somme des catégories et de la soustraction des dépenses du revenu
it: Il budget dipende dalla somma delle categorie e dalla sottrazione delle spese dalle entrate
pt_br: O orçamento depende da soma das categorias e da subtração das despesas das receitas
